
/*About screen blog label*/
"About.blog" = "https://digibyte.org/";

/*About screen footer*/
"About.footer" = "Hecho por el equipo global DigiWallet. Versión %1$@";

/*Privay Policy button label*/
"About.privacy" = "Política de privacidad";

/*About screen reddit label*/
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/*Terms of Use button label*/
"About.terms" = "Términos de uso";

/*About screen title*/
"About.title" = "Acerca de";

/*About screen twitter label*/
"About.twitter" = "https://twitter.com/digibytecoin";

/*Close modal button accessibility label*/
"AccessibilityLabels.close" = "Cerrar";

/*Support center accessibiliy label*/
"AccessibilityLabels.faq" = "Centro de asistencia técnica";

/*Loading Wallet Message*/
"Account.loadingMessage" = "Cargando el monedero";

/*Default wallet name*/
"AccountHeader.defaultWalletName" = "Mi DigiWallet";

/*Error alert title*/
"Alert.error" = "Error";

/*No internet alert message*/
"Alert.noInternet" = "No hay conexión a internet. Compruebe su conexión e inténtelo de nuevo.";

/*Warning alert title*/
"Alert.warning" = "Advertencia";

/*'the addresses were copied'' Alert title*/
"Alerts.copiedAddressesHeader" = "Direcciones copiadas";

/*Addresses Copied Alert sub header*/
"Alerts.copiedAddressesSubheader" = "Todas las direcciones fueron copiadas con éxito.";

/*Alert Header Label (the paper key was set)*/
"Alerts.paperKeySet" = "Clave de recuperación personal configurada";

/*Alert Subheader label (playfully positive)*/
"Alerts.paperKeySetSubheader" = "¡Fantástico!";

/*Alert Header label (the PIN was set)*/
"Alerts.pinSet" = "Código PIN configurado";

/*Send failure alert header label (the send failed to happen)*/
"Alerts.sendFailure" = "Envío fallido";

/*Send success alert header label (confirmation that the send happened)*/
"Alerts.sendSuccess" = "Confirmación de envío";

/*Send success alert subheader label (e.g. the money was sent)*/
"Alerts.sendSuccessSubheader" = "¡DigiByte enviado!";

/*JSON Serialization error message*/
"ApiClient.jsonError" = "Error de serialización JSON";

/*Wallet not ready error message*/
"ApiClient.notReady" = "El monedero no está listo";

/*API Token error message*/
"ApiClient.tokenError" = "No se pudo recuperar el token API";

/*Send BCH view body.*/
"BCH.body" = "Ingrese a continuación una dirección DigiByte de destino. Todos los DigiByte guardados en su monedero en el momento de la bifurcación (fork) (%1$@) serán enviados.";

/*Confirm sending <$5.00> to <address>?*/
"BCH.confirmationMessage" = "Confirmar envío de %1$@ a %2$@";

/*Confirmation alert title*/
"BCH.confirmationTitle" = "Confirmación ";

/*Generic bch erorr message*/
"BCH.genericError" = "Su cuenta no contiene ningún DGB, o ha recibido los DGB después de la bifurcación (fork).";

/*Transaction ID copied message*/
"BCH.hashCopiedMessage" = "La identificación de la transacción ha sido copiada";

/*No address error message*/
"BCH.noAddressError" = "Por favor, ingrese una dirección";

/*Attempted to scan unsupported qr code error message.*/
"BCH.paymentProtocolError" = "Las solicitudes de protocolo de pago no son compatibles con la transacción de DigiByte";

/*BCH successfully sent alert message*/
"BCH.successMessage" = "Los DigiByte se han enviado con éxito";

/*Widthdraw BCH view title*/
"BCH.title" = "Retirar DigiByte";

/*Tx Hash button header*/
"BCH.txHashHeader" = "Identificación de la transacción DGB";

/*Approve button label*/
"BitID.approve" = "Aprobar";

/*<sitename> is requesting authentication using your bitcoin wallet*/
"BitID.authenticationRequest" = "%1$@ solicita la autenticación usando su DigiWallet ";

/*Deny button label*/
"BitID.deny" = "Rechazar";

/*BitID error alert title*/
"BitID.error" = "Error de autenticación";

/*BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again)*/
"BitID.errorMessage" = "Asegúrese que esté conectado a su servicio móbil. Inténtelo otra vez .";

/*BitID success alert title*/
"BitID.success" = "Autenticado con éxito";

/*BitID Authentication Request alert view title*/
"DigiID.title" = "Solicitud de autenticación con DigiID";

/*Cancel button label*/
"Button.cancel" = "Cancelar";

/*Ignore button label*/
"Button.ignore" = "Ignorar";

/*menu button*/
"Button.menu" = "menú";

/*No button*/
"Button.no" = "No";

/*OK button label*/
"Button.ok" = "Aceptar";

/*receive button*/
"Button.receive" = "recibir";

/*send button*/
"Button.send" = "enviar";

/*Settings button label*/
"Button.settings" = "Ajustes";

/*Settings button label*/
"Button.submit" = "Enviar";

/*Yes button*/
"Button.yes" = "Si";

/*Camera plugin instruction*/
"CameraPlugin.centerInstruction" = "Coloque su identificación en el centro del recuadro";

/*Amount to Send: ($1.00)*/
"Confirmation.amountLabel" = "Cantidad para enviar:";

/*Network Fee: ($1.00)*/
"Confirmation.feeLabel" = "Comisión de la red:";

/*eg. Processing time: This transaction will take 10-30 minutes to process.*/
"Confirmation.processingTime" = "Tiempo de procesamiento: Esta transacción va a finalizar en un en tiempo estimado de %1$@";

/*Label for "send" button on final confirmation screen*/
"Confirmation.send" = "Enviar";

/*Confirmation Screen title*/
"Confirmation.title" = "Confirmación";

/*To: (address)*/
"Confirmation.to" = "Para";

/*Total Cost: ($5.00)*/
"Confirmation.totalLabel" = "Costo total:";

/*Confirm paper phrase view label.*/
"ConfirmPaperPhrase.label" = "Para asegurarse que todo fue escrito correctamente, ingrese las siguientes palabras de su Clave de Recuperación Personal.";

/*Word label eg. Word #1, Word #2*/
"ConfirmPaperPhrase.word" = "La Palabra #%1$@";

/*Bitcoin denomination picker label*/
"DefaultCurrency.bitcoinLabel" = "Unidades DigiByte";

/*Exchange rate label*/
"DefaultCurrency.rateLabel" = "Tasa de cambio";

/*Email unavailable alert title*/
"ErrorMessages.emailUnavailableMessage" = "Este dispositivo no está configurado para enviar correos electrónicos desde la aplicación de correo de iOS";

/*Email unavailable alert title*/
"ErrorMessages.emailUnavailableTitle" = "Correo electrónico no disponible";

/*Messaging unavailable alert title*/
"ErrorMessages.messagingUnavailableMessage" = "Este dispositivo no está configurado para enviar mensajes.";

/*Messaging unavailable alert title*/
"ErrorMessages.messagingUnavailableTitle" = "La función de mensajería no está disponible";

/*You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button]*/
"FaceIDSettings.customizeText" = "Puede personalizar su limite de gastos con Reconocimiento Facial desde %1$@.";

/*Face Id screen label*/
"FaceIDSettings.label" = "Use su cara para desbloquear su DigiWallet y enviar dinero hasta el límite configurado.";

/*Link Text (see FaceIdSettings.customizeText)*/
"FaceIDSettings.linkText" = "Enlace de texto (ver TouchIdSettings.customizeText)";

/*Face id switch label.*/
"FaceIDSettings.switchLabel" = "Activa el Reconocimiento Facial para el DigiWallet";

/*Face ID settings view title*/
"FaceIDSettings.title" = "Reconocimiento Facial";

/*Face ID unavailable alert message*/
"FaceIDSettings.unavailableAlertMessage" = "No ha configurado el Reconocimiento Facial en este dispositivo. Vaya a Ajustes->Reconocimiento FacialD y Código de acceso para configurarlo ahora";

/*Face ID unavailable alert title*/
"FaceIDSettings.unavailableAlertTitle" = "El Reconocimiento Facial no esta configurado ";

/*Face Id spending limit screen title*/
"FaceIDSpendingLimit.title" = "Límite de gastos con Reconocimiento Facial";

/*Economy fee*/
"FeeSelector.economy" = "Economía ";

/*Fee Selector economly fee description*/
"FeeSelector.economyLabel" = "Tiempo estimado de envío: 1+ minutos";

/*Warning message for economy fee*/
"FeeSelector.economyWarning" = "Esta opción no es recomendada para transacciones urgentes.";

/*Regular fee*/
"FeeSelector.regular" = "Normal";

/*Fee Selector regular fee description*/
"FeeSelector.regularLabel" = "Tiempo estimado de envío: 15 - 30 segundos";

/*Fee Selector title*/
"FeeSelector.title" = "Velocidad de procesamiento";

/*Checking private key balance progress view text*/
"Import.checking" = "Se está verificando el saldo  de la clave privada...";

/*Sweep private key confirmation message*/
"Import.confirm" = "¿Desea enviar %1$@ desde esta clave privada a su monedero? La red DigiByte recibirá una comisión de %2$@. por esta transacción.";

/*Duplicate key error message*/
"Import.Error.duplicate" = "Esta clave privada ya está en su Monedero";

/*empty private key error message*/
"Import.Error.empty" = "Esta clave privada está vacía.";

/*High fees error message*/
"Import.Error.highFees" = "El valor de la transacción costaría más que la cantidad contenida en esta clave privada.";

/*Not a valid private key error message*/
"Import.Error.notValid" = "La clave privada no es válida";

/*Import signing error message*/
"Import.Error.signing" = "Error al firmar la transacción";

/*Import button label*/
"Import.importButton" = "Importar";

/*Importing wallet progress view label*/
"Import.importing" = "Importando Monedero";

/*Caption for graphics*/
"Import.leftCaption" = "Monedero que se va a importar ";

/*Import wallet intro screen message*/
"Import.message" = "Al importar un monedero  se transfieren todos los DigiByte desde su monedero a su DigiWallet en una sola transacción.";

/*Enter password alert view title*/
"Import.password" = "Esta clave privada está protegida con contraseña";

/*password textfield placeholder*/
"Import.passwordPlaceholder" = "Contraseña";

/*Caption for graphics*/
"Import.rightCaption" = "Su DigiWallet";

/*Scan Private key button label*/
"Import.scan" = "Escanear Clave Privada";

/*Import wallet success alert title*/
"Import.success" = "Éxito";

/*Successfully imported wallet message body*/
"Import.SuccessBody" = "Monedero importado con éxito";

/*Import Wallet screen title*/
"Import.title" = "Importar Monedero";

/*Unlocking Private key activity view message.*/
"Import.unlockingActivity" = "Desbloqueando clave";

/*Import wallet intro warning message*/
"Import.warning" = "Al importar un monedero no se incluye el historial de las transacciones u otros detalles.";

/*Wrong password alert message*/
"Import.wrongPassword" = "Contraseña incorrecta, por favor intente nuevamente.";

/*Close app button*/
"JailbreakWarnings.close" = "Cerrar";

/*Ignore jailbreak warning button*/
"JailbreakWarnings.ignore" = "Ignorar";

/*Jailbreak warning message*/
"JailbreakWarnings.messageWithBalance" = "SEGURIDAD DEL DISPOSITIVO COMPROMETIDA\nCualquier app de 'jailbreak' puede acceder a los datos de DigiWallet y robar tus DigiByte! Elimina esta billetera inmediatamente y restaurala en un dispositivo seguro.";

/*Jailbreak warning message*/
"JailbreakWarnings.messageWithoutBalance" = "SEGURIDAD DEL DISPOSITIVO COMPROMETIDA\nCualquier app de 'jailbreak' puede acceder a los datos de DigiWallet y robar tus DigiByte. Por favor utiliza DigiWallet únicamente en dispositivos sin 'jailbreak'";

/*Jailbreak warning title*/
"JailbreakWarnings.title" = "ADVERTENCIA";

/*Location services disabled error*/
"LocationPlugin.disabled" = "Los servicios de ubicación están desactivados.";

/*No permissions for location services*/
"LocationPlugin.notAuthorized" = "DigiWallet no tiene autorización para acceder a los servicios de ubicación.";

/*Wallet creation date prefix*/
"ManageWallet.creationDatePrefix" = "Usted ha creado su monedero en el %1$@";

/*Manage wallet description text*/
"ManageWallet.description" = "El nombre de su monedero sólo aparece en el historial de transacciones de su cuenta y nadie más puede verlo.";

/*Change Wallet name textfield label*/
"ManageWallet.textFeildLabel" = "Nombre el mondedero";

/*Manage wallet modal title*/
"ManageWallet.title" = "Administrar el mondedero";

/*Menu button title*/
"MenuButton.lock" = "Bloquear el mondedero";

/*Menu button title*/
"MenuButton.security" = "Centro de Seguridad";

/*Menu button title*/
"MenuButton.settings" = "Ajustes";

/*Menu button title*/
"MenuButton.support" = "Soporte ";

/*button label*/
"MenuViewController.createButton" = "Crear un monedero nuevo";

/*Menu modal title*/
"MenuViewController.modalTitle" = "Menú";

/*button label*/
"MenuViewController.recoverButton" = "Recuperar el monedero";

/*Switch to automatic mode button label*/
"NodeSelector.automaticButton" = "Cambiar a modo automático";

/*Node is connected label*/
"NodeSelector.connected" = "Conectado";

/*Enter node ip address view body*/
"NodeSelector.enterBody" = "Escriba la dirección IP y el puerto de Nodo (Opcional)";

/*Enter Node ip address view title*/
"NodeSelector.enterTitle" = "Ingrese Nodo";

/*Switch to manual mode button label*/
"NodeSelector.manualButton" = "Cambiar a modo manual";

/*Node address label*/
"NodeSelector.nodeLabel" = "Nodo primario actual";

/*Node is not connected label*/
"NodeSelector.notConnected" = "Desconectado";

/*Node status label*/
"NodeSelector.statusLabel" = "Estado de Conexión del Nodo ";

/*Node Selector view title*/
"NodeSelector.title" = "Nodos DigiByte";

/*Bad Payment request alert title*/
"PaymentProtocol.Errors.badPaymentRequest" = "Solicitud de pago errónea";

/*Error opening payment protocol file message*/
"PaymentProtocol.Errors.corruptedDocument" = "Documento sin respaldo  o dañado";

/*Missing certificate payment protocol error message*/
"PaymentProtocol.Errors.missingCertificate" = "falta el certificado";

/*Request expired payment protocol error message*/
"PaymentProtocol.Errors.requestExpired" = "La solicitud expiró";

/*Payment too small alert title*/
"PaymentProtocol.Errors.smallOutputError" = "El pago no se pudo realizar";

/*Amount too small error message*/
"PaymentProtocol.Errors.smallPayment" = "El pago con DigiByte no puede ser inferior a %1$@";

/*Output too small error message.*/
"PaymentProtocol.Errors.smallTransaction" = "La transacción de salida de Digibyte no puede ser inferior a $@..";

/*Unsupported signature type payment protocol error message*/
"PaymentProtocol.Errors.unsupportedSignatureType" = "Este tipo de firma no está respaldada";

/*Untrusted certificate payment protocol error message*/
"PaymentProtocol.Errors.untrustedCertificate" = "Certificado no confiable";

/*Enable face ID prompt body*/
"Prompts.FaceId.body" = "Toque aquí para habilitar reconocimiento facial";

/*Enable face ID prompt title*/
"Prompts.FaceId.title" = "Activar reconocimiento facial";

/*No passcode set warning body*/
"Prompts.NoPasscode.body" = "Es necesario un código de acceso para proteger su monedero. Vaya a Ajustes y active el código de acceso";

/*No Passcode set warning title*/
"Prompts.NoPasscode.title" = "Activar el código de acceso del dispositivo";

/*Warning about paper key.*/
"Prompts.PaperKey.body" = "Su clave privada de recuperación debe guardarse en un lugar seguro por si la pierde o cambia de teléfono. Toque aquí para continuar.";

/*An action is required (You must do this action).*/
"Prompts.PaperKey.title" = "Acción es requerida";

/*Transaction rejected prompt body*/
"Prompts.RecommendRescan.body" = "Puede que su Monedero no esté sincronizado. A menudo, esto  se puede resolver re-escaneando la blockchain para solucionar este problema";

/*Transaction rejected prompt title*/
"Prompts.RecommendRescan.title" = "Transacción Rechazada";

/*Share data prompt body*/
"Prompts.ShareData.body" = "Ayude a mejorar DigiWallet al compartir su información anónima con nosotros";

/*Share data prompt title*/
"Prompts.ShareData.title" = "Compartir la información anónima";

/*Enable touch ID prompt body*/
"Prompts.TouchId.body" = "Toque aquí para activar la identificación tactil";

/*Enable touch ID prompt title*/
"Prompts.TouchId.title" = "Activar la identificación tactil";

/*Upgrade PIN prompt body.*/
"Prompts.UpgradePin.body" = "DigiWallet se ha actualizado para usar un PIN de 6 dígitos. Toque aquí para actualizarlo";

/*Upgrade PIN prompt title.*/
"Prompts.UpgradePin.title" = "Actualizar PIN ";

/*Notifications will be added later but users can set their preferences now, which is why we specify "in the future".*/
"PushNotifications.body" = "Active las notificaciones para recibir mensajes especiales de DigiWallet en el futuro.";

/*Push notifications toggle switch label*/
"PushNotifications.label" = "Notificaciones \"push\"";

/*Push notifications are off label*/
"PushNotifications.off" = "Desactivar";

/*Push notifications are on label*/
"PushNotifications.on" = "Activar";

/*Push notifications settings view title label*/
"PushNotifications.title" = "Notificaciones";

/*Address copied message.*/
"Receive.copied" = "Copiado al portapapeles";

/*Share via email button label*/
"Receive.emailButton" = "correo  electrónico";

/*Request button label*/
"Receive.request" = "Solicitar una cantidad";

/*Share button label*/
"Receive.share" = "Compartir";

/*Share via text message (SMS)*/
"Receive.textButton" = "Mensaje de texto";

/*Receive modal title*/
"Receive.title" = "Recibir";

/*Done button text*/
"RecoverWallet.done" = "Listo";

/*Recover wallet header*/
"RecoverWallet.header" = "Recuperar el Monedero";

/*Reset PIN with paper key: header*/
"RecoverWallet.header_reset_pin" = "Restablecer PIN";

/*Enter paper key instruction*/
"RecoverWallet.instruction" = "Ingrese su clave personal de recuperación";

/*Recover wallet intro*/
"RecoverWallet.intro" = "Recupere su DigiWallet con su clave personal recuperación";

/*Invalid paper key message*/
"RecoverWallet.invalid" = "La clave personal de recuperación que ha ingresado no es válida. Por favor vuelva a verificar cada palabra e inténtenlo nuevamente.";

/*Previous button accessibility label*/
"RecoverWallet.leftArrow" = "Flecha Izquierda";

/*Next button label*/
"RecoverWallet.next" = "Siguiente";

/*Reset PIN with paper key: more information button.*/
"RecoverWallet.reset_pin_more_info" = "Toque aquí para obtener más información";

/*Next button accessibility label*/
"RecoverWallet.rightArrow" = "Flecha Derecha";

/*Recover wallet sub-header*/
"RecoverWallet.subheader" = "Ingrese la clave personal de recuperación del DigiWallet que quiere recuperar";

/*Reset PIN with paper key: sub-header*/
"RecoverWallet.subheader_reset_pin" = "Para restablecer su PIN, ingrese las palabras de su clave personal de recuperación en los cuadros a continuación";

/*No amount entered error message.*/
"RequestAnAmount.noAmount" = "Por favor añada una cantidad primero";

/*Request a specific amount of bitcoin*/
"RequestAnAmount.title" = "Solicitar una cantidad";

/*Alert action button label*/
"ReScan.alertAction" = "Sincronizar";

/*Alert message body*/
"ReScan.alertMessage" = "El envio de DigiByte durante la sincronización estará desactivado";

/*Alert message title*/
"ReScan.alertTitle" = "¿Sincronizar con la Blockchain?";

/*extimated time*/
"ReScan.body1" = "20-45 minutos";

/*Syncing explanation*/
"ReScan.body2" = "Si una transacción aparece finalizada en la red de Digibyte pero no aparece igual en su DigiWallet";

/*Syncing explanation*/
"ReScan.body3" = "Usted recibe  repetidamente un mensaje erróneo que dice que su transacción ha sido rechazada ";

/*Start Sync button label*/
"ReScan.buttonTitle" = "Iniciar la sincronización";

/*Sync blockchain view footer*/
"ReScan.footer" = "Usted no podrá enviar DigiByte mientras se sincroniza la blockchain ";

/*Sync Blockchain view header*/
"ReScan.header" = "Sincronizar la Blockchain ";

/*Subheader label*/
"ReScan.subheader1" = "Tiempo aproximado";

/*Subheader label*/
"ReScan.subheader2" = "¿Cuando Sincronizar?";

/*Scan bitcoin address camera flash toggle*/
"Scanner.flashButtonLabel" = "Flash de la Cámara";

/*Complete filter label*/
"Search.complete" = "Finalizado";

/*Pending filter label*/
"Search.pending" = "pendiente";

/*Received filter label*/
"Search.received" = "recibido";

/*Sent filter label*/
"Search.sent" = "enviado ";

/*Face ID button title*/
"SecurityCenter.faceIdTitle" = "Reconocimiento Facial";

/*Security Center Info*/
"SecurityCenter.info" = "Active todas las funciones de seguridad para tener una protección máxima";

/*Paper Key button description*/
"SecurityCenter.paperKeyDescription" = "La única forma para tener acceso a su DigiWallet si pierde o actualiza su teléfono";

/*Paper Key button title*/
"SecurityCenter.paperKeyTitle" = "Clave personal de recuperación";

/*PIN button description*/
"SecurityCenter.pinDescription" = "Protege su DigiWallet de usuarios no autorizados";

/*PIN button title*/
"SecurityCenter.pinTitle" = "El PIN de 6 digitos";

/*Security Center Title*/
"SecurityCenter.title" = "Centro de Seguridad";

/*Touch ID button description*/
"SecurityCenter.touchIdDescription" = "Desbloquee su Monedero fácilmente y envíe los Digibyte  hasta un límite pre-establecido";

/*Touch ID button title*/
"SecurityCenter.touchIdTitle" = "Identificación tactil";

/*Send money amount label*/
"Send.amountLabel" = "Cantidad";

/*Balance: $4.00*/
"Send.balance" = "Saldo: %1$@";

/*Camera not allowed message*/
"Send.cameraunavailableMessage" = "Vaya a Ajustes para permitir el acceso a la cámara";

/*Camera not allowed alert title*/
"Send.cameraUnavailableTitle" = "DigiWallet no tiene permiso de acceso a la cámara ";

/*Warning when sending to self.*/
"Send.containsAddress" = "La dirección de destino es su misma dirección. No se lo puede enviar a usted mismo ";

/*Could not create transaction alert title*/
"Send.creatTransactionError" = "No se pudo crear la transacción";

/*Description for sending money label*/
"Send.descriptionLabel" = "Memo";

/*Emtpy pasteboard error message*/
"Send.emptyPasteboard" = "la bandeja de pegar está vacía ";

/*Network Fee: $0.01*/
"Send.fee" = "Comisión de red: %1$@";

/*Payee identity not certified alert title.*/
"Send.identityNotCertified" = "El acreedor  no ha certificado su identidad";

/*Invalid address alert message*/
"Send.invalidAddressMessage" = "La dirección de envío no es una dirección válida de DigiByte";

/*Invalid address on pasteboard message*/
"Send.invalidAddressOnPasteboard" = "La bandeja de pegar no tiene una dirección valida de Digibyte";

/*Invalid address alert title*/
"Send.invalidAddressTitle" = "Dirección Inválida";

/*Is rescanning error message*/
"Send.isRescanning" = "Los envíos estan desactivados durante un re-escaneo completo";

/*Loading request activity view message*/
"Send.loadingRequest" = "Cargando Solicitud";

/*Empty address alert message*/
"Send.noAddress" = "Por favor ingrese la dirección de destino";

/*Emtpy amount alert message*/
"Send.noAmount" = "Por favor ingrese el monto a enviar.";

/*Paste button label*/
"Send.pasteLabel" = "Pegar";

/*Could not publish transaction alert title*/
"Send.publishTransactionError" = "La transacción no se pudo publicar";

/*Could not load remote request error message*/
"Send.remoteRequestError" = "la solicitud de pago no se pudo cargar";

/*Scan button label*/
"Send.scanLabel" = "Escanear";

/*Send button label (the action, "press here to send")*/
"Send.sendLabel" = "Enviar";

/*Send screen title (as in "this is the screen for sending money")*/
"Send.title" = "Enviar";

/*Send money to label*/
"Send.toLabel" = "A";

/*Adress already used alert message - first part*/
"Send.UsedAddress.firstLine" = "Las direcciones de Digibyte están previstas para un uso exclusivo solamente";

/*Adress already used alert message - second part*/
"Send.UsedAddress.secondLIne" = "El re-uso reduce la privacidad tanto para usted como para el destinatario y puede resultar en una perdida si el destinatario no controla directamente la dirección";

/*Adress already used alert title*/
"Send.UsedAddress.title" = "Esta dirección ya ha sido utilizada";

/*About label*/
"Settings.about" = "Acerca de";

/*Advanced Settings title*/
"Settings.advancedTitle" = "Ajustes Avanzados";

/*i.e. the currency which will be displayed*/
"Settings.currency" = "Exibir Moneda ";

/*Join Early access label*/
"Settings.earlyAccess" = "Únase al acceso anticipado";

/*Are you enjoying bread alert message body*/
"Settings.enjoying" = "¿Está disfrutando su DigiWallet?";

/*Face ID spending limit label*/
"Settings.faceIdLimit" = "Limite de gastos con reconocimiento facial";

/*Import wallet label*/
"Settings.importTitle" = "Importar el Monedero";

/*Manage settings section header*/
"Settings.manage" = "Administrar";

/*Notifications label*/
"Settings.notifications" = "Notificaciones";

/*Leave review button label*/
"Settings.review" = "Déjenos su opinión";

/*Share anonymous data label*/
"Settings.shareData" = "Compartir Datos Anónimos";

/*Sync blockchain label*/
"Settings.sync" = "Sincronizar la  Blockchain";

/*Settings title*/
"Settings.title" = "Ajustes";

/*Touch ID spending limit label*/
"Settings.touchIdLimit" = "Límite de gastos con Identificación Tactil";

/*Wallet Settings section header*/
"Settings.wallet" = "Monedero";

/*Start or recover another wallet menu label.*/
"Settings.wipe" = "Abrir/Recuperar otro Monedero";

/*Share data view body*/
"ShareData.body" = "Ayude a mejorar  DigiWallet al compartirnos su información anónima. Esto no incluye ninguna información financiera. Respetamos su privacidad financiera";

/*Share data header*/
"ShareData.header" = "¿Compartir Información?";

/*Share data switch label.*/
"ShareData.toggleLabel" = "¿Compartir Información Anónima?";

/*button label*/
"StartPaperPhrase.againButtonTitle" = "Vuelva a escribir su clave personal de recuperación";

/*Paper key explanation text.*/
"StartPaperPhrase.body" = "Su clave personal de recuperación es la única manera de restaurar su Digiwallet si su teléfono se pierde, lo roban, lo rompen o lo actualizan.\n\nLe mostraremos una lista de palabras. Escríbalas en un trozo de papel y manténgalas en un lugar seguro";

/*button label*/
"StartPaperPhrase.buttonTitle" = "Escriba su clave personal de recuperación ";

/*Argument is date*/
"StartPaperPhrase.date" = "Usted escribió su clave personal de recuperación la última vez en %1$@";

/*Start view message*/
"StartViewController.message" = "La manera más segura y garantizada de usar su DigiByte";

/*Syncing view connectiong state header text*/
"SyncingView.connecting" = "Conectando";

/*Syncing view header text*/
"SyncingView.header" = "Sincronizando";

/*Retry button label*/
"SyncingView.retry" = "Reintentar";

/*Syncing view syncing state header text*/
"SyncingView.syncing" = "Sincronizando";

/*6 d (6 days)*/
"TimeSince.days" = "%1$@ d";

/*6 h (6 hours)*/
"TimeSince.hours" = "%1$@ h";

/*6 m (6 minutes)*/
"TimeSince.minutes" = "%1$@ m";

/*6 s (6 seconds)*/
"TimeSince.seconds" = "%1$@ s";

/*You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button]*/
"TouchIdSettings.customizeText" = "Puede personalizar su limite de gastos con Identificación Tactil desde el %1$@";

/*Touch Id screen label*/
"TouchIdSettings.label" = "Use su huella digital para desbloquear su DigiWallet y enviar DigiByte hasta un límite establecido";

/*Link Text (see TouchIdSettings.customizeText)*/
"TouchIdSettings.linkText" = "Pantalla de Límite de Gastos con Identificación Tactil";

/*Spending Limit: b100,000 ($100)*/
"TouchIdSettings.spendingLimit" = "Limite de gastos: %1$@ (%2$@)";

/*Touch id switch label.*/
"TouchIdSettings.switchLabel" = "Activar la Identificación Tactil para el DigiWallet";

/*Touch ID settings view title*/
"TouchIdSettings.title" = "Identificación Tactil";

/*Touch ID unavailable alert message*/
"TouchIdSettings.unavailableAlertMessage" = "No ha configurado su Identificación Tactil en este dispositivo. Vaya a Ajustes->Identificación Tactil & Contraseña y configúrela ahora ";

/*Touch ID unavailable alert title*/
"TouchIdSettings.unavailableAlertTitle" = "La identificación Tactil no se ha configurado";

/*Always require passcode option*/
"TouchIdSpendingLimit" = "Pedir la clave de acceso siempre ";

/*Touch ID spending limit screen body*/
"TouchIdSpendingLimit.body" = "Se le pedirá que ingrese su PIN de 6 dígitos para enviar cualquier transacción por encima de su límite de gasto, y cada 48 horas desde la última vez que ingresó su PIN de 6 dígitos.";

/*Touch Id spending limit screen title*/
"TouchIdSpendingLimit.title" = "Límite de Pago con Identificación Tactil ";

/*Availability status text*/
"Transaction.available" = "Disponible para gastar";

/*Transaction complete label*/
"Transaction.complete" = "Finalizada";

/*eg. Ending balance: $50.00*/
"Transaction.ending" = "Saldo Final: %1$@";

/*Exchange rate on date header*/
"Transaction.exchangeOnDayReceived" = "Taza de cambio cuando se recibió";

/*Exchange rate on date header*/
"Transaction.exchangeOnDaySent" = "Taza de cambio cuando se envió";

/*(b600 fee)*/
"Transaction.fee" = "(%1$@ comisión)";

/*Invalid transaction*/
"Transaction.invalid" = "INVÁLIDO";

/*Timestamp label for event that just happened*/
"Transaction.justNow" = "Justo ahora";

/*Receive status text: 'In progress: 20%'*/
"Transaction.receivedStatus" = "en progreso: %1$@";

/*Send status text: 'In progress: 20%'*/
"Transaction.sendingStatus" = "en progreso: %1$@";

/*eg. Starting balance: $50.00*/
"Transaction.starting" = "Saldo Inicial: %1$@";

/*Waiting to be confirmed string*/
"Transaction.waiting" = "Esperando confirmación. Algunos comerciantes requieren confirmación para completar la transacción. Tiempo estimado: 1-2 minutos.";

/*e.g. I received money from an account.*/
"TransactionDetails.account" = "cuenta";

/*Amount section header*/
"TransactionDetails.amountHeader" = "Cantidad";

/*Block height label*/
"TransactionDetails.blockHeightLabel" = "Confirmado en el bloque";

/*Memo section header*/
"TransactionDetails.commentsHeader" = "Memo";

/*Empty transaction list message.*/
"TransactionDetails.emptyMessage" = "Su transacción aparecerá aquí.";

/*"Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part.*/
"TransactionDetails.from" = "en %1$@";

/*More button title*/
"TransactionDetails.more" = "Más...";

/*Moved $5.00 (as in "I moved $5 to another location")*/
"TransactionDetails.moved" = "%1$@ Transferido";

/*Moved $5.00*/
"TransactionDetails.movedAmountDescription" = "Tansferido <b>%1@</b>";

/*eg. Confirmed in Block: Not Confirmed*/
"TransactionDetails.notConfirmedBlockHeightLabel" = "No está confirmado";

/*"Received [$5] at [which of my addresses]" => This is the "Received [$5]" part.*/
"TransactionDetails.received" = "%1$@ recibido ";

/*Received $5.00*/
"TransactionDetails.receivedAmountDescription" = "<b>%1@</b> recibido";

/*"Sent [$5] to [address]" => This is the "Sent [$5]" part.*/
"TransactionDetails.sent" = "%1$@ enviado";

/*Sent $5.00*/
"TransactionDetails.sentAmountDescription" = "<b>%1@</b> enviado";

/*Status section header*/
"TransactionDetails.statusHeader" = "Estado";

/*Transaction Details Title*/
"TransactionDetails.title" = "Detalles de la transacción";

/*"Sent [$5] to [address]" => This is the "to [address]" part.*/
"TransactionDetails.to" = "a %1$@";

/*Transaction ID header*/
"TransactionDetails.txHashHeader" = "Identificación de la transacción de Digibyte";

/*(this transaction was) Received at this address:*/
"TransactionDirection.address" = "Recibido en esta dirección";

/*(this transaction was) Sent to this address:*/
"TransactionDirection.to" = "Enviado a esta dirección";

/*Disabled until date*/
"UnlockScreen.disabled" = "No disponible hasta: %1$@";

/*My Address button title*/
"UnlockScreen.myAddress" = "Mi dirección";

/*Reset PIN with Paper Key button label.*/
"UnlockScreen.resetPin" = "Cambiar el PIN";

/*Scan button title*/
"UnlockScreen.scan" = "Escanear";

/*Unlock Screen sub-header*/
"UnlockScreen.subheader" = "Ingrese su PIN";

/*TouchID prompt text*/
"UnlockScreen.touchIdPrompt" = "Desbloquear su DigiWallet";

/*Unlock with TouchID accessibility label*/
"UnlockScreen.touchIdText" = "Desbloquear con Identificación Tactil ";

/*Wallet unlocked message*/
"UnlockScreen.unlocked" = "Monedero Desbloqueado";

/*Update PIN caption text*/
"UpdatePin.caption" = "Recuerde su PIN. Si lo olvida, no podrá tener acceso a su DigiWallet.";

/*PIN creation info.*/
"UpdatePin.createInstruction" = "Su PIN se usará para desbloquear su DigiWallet y enviar sus DigiByte";

/*Update PIN title*/
"UpdatePin.createTitle" = "Establecer PIN";

/*Update PIN title*/
"UpdatePin.createTitleConfirm" = "Vuelva a ingresar el PIN";

/*Enter current PIN instruction*/
"UpdatePin.enterCurrent" = "Ingrese su PIN actual";

/*Enter new PIN instruction*/
"UpdatePin.enterNew" = "Ingrese su PIN nuevo";

/*Re-Enter new PIN instruction*/
"UpdatePin.reEnterNew" = "Vuelva a ingresar su PIN nuevo";

/*Update PIN failure error message.*/
"UpdatePin.setPinError" = "Lo sentimos, no pudimos actualizar su PIN";

/*Update PIN failure alert view title*/
"UpdatePin.setPinErrorTitle" = "Error al actualizar el PIN";

/*Update PIN title*/
"UpdatePin.updateTitle" = "Actualizar PIN";

/*Authorize to copy wallet addresses alert message*/
"URLHandling.addressaddressListAlertMessage" = "¿Quiere copiar las direcciones del monedero al portapapeles ?";

/*Authorize to copy wallet address PIN view prompt.*/
"URLHandling.addressList" = "Autorice copiar las direcciones en el portapapeles";

/*Authorize to copy wallet address alert title*/
"URLHandling.addressListAlertTitle" = "Copiar las direcciones del mondero";

/*Copy wallet addresses alert button label*/
"URLHandling.copy" = "Copiar";

/*Verify PIN for transaction view body*/
"VerifyPin.authorize" = "Por favor ingrese su PIN para autorizar esta transacción";

/*Verify PIN view body*/
"VerifyPin.continueBody" = "Por favor, ingrese su PIN para continuar";

/*Verify PIN view title*/
"VerifyPin.title" = "Se requiere el PIN";

/*Authorize transaction with touch id message*/
"VerifyPin.touchIdMessage" = "Autorizar esta transacción";

/*'No wallet' warning for watch app*/
"Watch.noWalletWarning" = "Abra la aplicación DigiWallet de iPhone para configurar su billetera.";

/*Dismiss button label*/
"Webview.dismiss" = "Descartar";

/*Webview loading error message*/
"Webview.errorMessage" = "Hubo un error cargando el contenido. Por favor, vuelva a intentarlo.";

/*Updating webview message*/
"Webview.updating" = "Se está actualizando...";

/*Welcome screen text. (?) will be replaced with the help icon users should look for.*/
"Welcome.body" = "DigiByte para iOS ha cambiado su nombre a DigiWallet, con un nuevo look y algunas nuevas funcionalidades.\n\nSi necesita ayuda busque el (?) en la esquina superior derecha de la pantalla.";

/*Top title of welcome screen*/
"Welcome.title" = "Bienvenido a DigiWallet!";

/*Wipe wallet alert message*/
"WipeWallet.alertMessage" = "¿Está seguro que quiere borrar esta billetera?";

/*Wipe wallet alert title*/
"WipeWallet.alertTitle" = "¿Borrar la Billetera?";

/*Failed wipe wallet alert message*/
"WipeWallet.failedMessage" = "Error al borrar la billetera";

/*Failed wipe wallet alert title*/
"WipeWallet.failedTitle" = "Error";

/*Enter phrase to wipe wallet instruction.*/
"WipeWallet.instruction" = "Ingrese la frase de recuperación de esta billetera para eliminarla y comenzar o recuperar otra. Su saldo actual se quedará en esta frase.";

/*Start wipe wallet view message*/
"WipeWallet.startMessage" = "Iniciar o recuperar otra Billetera le permite tener acceso y administrar un DigiWallet diferente en este dispositivo.";

/*Start wipe wallet view warning*/
"WipeWallet.startWarning" = "Ya no podrá acceder a su DigiWallet actual en este dispositivo. Su saldo permanecerá en la frase.";

/*Wipe wallet navigation item title.*/
"WipeWallet.title" = "Iniciar o recuperar otra Billetera";

/*Wipe wallet button title*/
"WipeWallet.wipe" = "Eliminar";

/*Wiping activity message*/
"WipeWallet.wiping" = "Se está eliminando...";

/*Paper key instructions.*/
"WritePaperPhrase.instruction" = "Escriba debajo cada palabra en orden y guárdelas en un sitio seguro.";

/*button label*/
"WritePaperPhrase.next" = "Siguiente";

/*button label*/
"WritePaperPhrase.previous" = "Anterior";

/*1 of 3*/
"WritePaperPhrase.step" = "%1$d de %2$d";

/*header of PinView*/
"Prompts.SecurityCheck.header" = "control de seguridad";

/*header of balance*/
"Balance.header" = " Saldo total";

/*labels of syncView*/
"SynchingView.blockHeightLabel" = "altura del bloque ";
"SynchingView.progressLabel" = " progreso";

/*filter buttons for transactionView*/
"TransactionView.all" = " todo";

/*TransactionFilter sent*/
"TransactionView.sent" = "enviado";

/*TransactionFilter received*/
"TransactionView.received" = "recibido";

/*DATE: date*/
"TransactionDetailView.date" = "fecha";

/*PROCESSED: time*/
"TransactionDetailView.processed" = "procesado";

/*STATUS: complete*/
"TransactionDetailView.status" = "estatus";

/*CONFIRMATIONS: number*/
"TransactionDetailView.confirmations" = "confirmaciones";

/*missing time translation*/
"FeeSelector.regularTime" = "15-30 segundos";

/*Text that is shown when asset was not resolved yet*/
"Assets.unresolved" = "Activo no resuelto";

/*Text to show if no metadata is available for the asset*/
"Assets.noMetadata" = "DigiAsset";

/*Showing when multiple assets were received*/
"Assets.multipleAssets" = "Múltiples activos";

/*Title of confirm view*/
"Assets.receivedAssetsTitle" = "DigiAssets recibidos";

/*Message will be displayed if assets were received*/
"Assets.receivedAssetsMessage" = "Recibió uno o más DigiAssets. Para ver sus activos, esta aplicación necesita comunicarse con un servidor de metadatos. Esto revelará algunos de los datos públicos de su billetera, como direcciones o hashes de transacciones.";

/*Title of confirm view if opening single*/
"Assets.openAssetTitle" = "Ver DigiAsset";

/*Message will be displayed if asset shall be opened*/
"Assets.openAssetMessage" = "Para ver este activo, esta aplicación necesita comunicarse con un servidor de metadatos. Esto revelará una de las direcciones públicas de su billetera.";

/*Title to show when assets are being fetched*/
"Assets.fetchingAssetsTitle" = "Obteniendo activos";

/*View RAW Transaction button title*/
"Assets.viewRawTransaction" = "Ver transacción RAW";

/*Resolve button caption*/
"Assets.confirmAssetsResolve" = "Resolver Activo(s)";

/*Skip button caption*/
"Assets.skipAssetsResolve" = "Omitir";

/*Cancel button caption*/
"Assets.cancelAssetsResolve" = "Cancelar";

/*Skip button caption*/
"Assets.continueWithoutSync" = "Omitir Sincronizar";

/*Total supply of asset*/
"Assets.totalSupply" = "Suministro Total";

/*Number of total holders of an asset*/
"Assets.numberOfHolders" = "Número de propi";

/*lock status of an asset*/
"Assets.lockStatus" = "Estado de bloqueo";

/*Issuer key*/
"Assets.issuer" = "Emisor";

/*AssetID key*/
"Assets.assetID" = "\n";

/*Address key*/
"Assets.address" = "Dirección";

/*Possible value of Lock Status*/
"Assets.locked" = "Bloqueado";

/*Possible value of Lock Status*/
"Assets.unlocked" = "Desbloqueado";

/*Shown if a value is unknown (N/A)*/
"Assets.unknown" = "Desconocido";

/*Total Balance: <BALANCE>*/
"Assets.totalBalance" = "Balance Total";

/*Tap to show button*/
"Assets.tapToShow" = "Toca para mostrar";

/*Tap to hide button*/
"Assets.tapToHide" = "Toca para ocultar\n";

/*Asset ID: XXXXXX*/
"Assets.assetIdKey" = "ID Activo";

/*Total Balance: 1000*/
"Assets.balanceKey" = "Balance Total";

/*Issuer: CreateDigiAssets.com*/
"Assets.issuerKey" = "Emisor";

/*Asset Info: YYYY*/
"Assets.assetInfoKey" = "Info Activo";

/*Description: ZZZZ*/
"Assets.descriptionKey" = "Descripción";

/*Button title for GET STARTED*/
"Assets.getStarted" = "Empezar";

/*Button title for create new asset*/
"Assets.createNewAsset" = "Crear nuevo Activo";

/*Heading for Receive assets*/
"Assets.receiveAssets" = "Recibir Activos";

/*Heading for create new assets*/
"Assets.createAssets" = "Crear Activos";

/*Heading for burn assets*/
"Assets.burnAssets" = "Quemar Activos";

/*Button title for send assets*/
"Assets.sendAssets" = "Enviar Activos";

/*Tab title*/
"Assets.tabOverview" = "Activos";

/*Tab title*/
"Assets.tabCreate" = "Crear";

/*Tab title*/
"Assets.tabSend" = "Enviar";

/*Tab title*/
"Assets.tabReceive" = "Recibir";

/*Tab title*/
"Assets.tabBurn" = "Quemar";

/*Shown, when no assets are available*/
"Assets.nothingFoundHere" = "Nada encontrado aquí";

/*Asset selector placeholder text*/
"Assets.selectAnAsset" = "Seleccione un Activo";

/*Danger Title*/
"Assets.dangerTitle" = "ZONA PELIGROSA";

/*Danger description*/
"Assets.dangerText" = "Quemar activos los destruye irreversiblemente. Nunca podrás recuperarlos.";

/*Asset not available*/
"Assets.AssetNotAvailable" = "Activo no disponible";

/*Displayed as a message when not enough assets are available*/
"Assets.NotEnoughAssets" = "No hay suficientes activos";

/*No asset data error message*/
"Assets.NoAssetData" = "No hay datos disponibles para activo";

/*Displayed as a message when assets were burned*/
"Assets.AssetsBurned" = "¡Activo(s) quemados! ";

/*Displayed as a message when assets were sent*/
"Assets.AssetsSent" = "Activo(s) enviados";

/*Transaction could not be broadcasted: <MESSAGE>*/
"Assets.couldNotBeBroadcasted" = "La transacción no se pudo transmitir: %1$@";

/*Transaction could not be created: <MESSAGE> (code: 123)*/
"Assets.couldNotBeCreated" = "No se pudo crear la transacción: %1$@ (código: %2$@)";

/*Total unique: 1234*/
"Assets.totalUnique" = "Número total de activos únicos: %1$@";

/*Context menu button caption*/
"Assets.Context.info" = "Info";

/*Context menu button caption*/
"Assets.Context.send" = "Enviar";

/*Context menu button caption*/
"Assets.Context.receive" = "Recibir";

/*Context menu button caption*/
"Assets.Context.burn" = "Quemar";

/*Assets you own (heading)*/
"Assets.yourAssets" = "Activos que posee";

/*Message heading*/
"Assets.protocolDisabled" = "Protocolo DigiAssets deshabilitado";

/*Message heading*/
"Assets.protocolDisabledDescription" = "Protocolo DigiAssets deshabilitado";

/*Select an asset (default dropdown)*/
"Assets.select" = "Seleccione un Activo... ";

/*(Underlying) Asset Transaction*/
"Assets.tx" = "Transacción de activo";

/*View RAW Asset Transaction*/
"Assets.rawTx" = "Ver transacción RAW";

/*ImageReader Title*/
/*Fuzzy*/
"QRImageReader.title" = "Lector de imágenes QR";

/*Image button label*/
"QRImageReader.readQRButtonLabel" = "Imagen";

/*no qr code found*/
"QRImageReader.readQRMessageNotFound" = "No se encontró código QR en la imagen";

/*Found qrcode*/
"QRImageReader.readQRMessageSuccess" = "Encontrado:";

/*Found multiply qr code im image*/
"QRImageReader.readQRMessageTooMany" = "Múltiples códigos qr encontrados.";

/*address book modal title*/
"AddressBook.title" = "Directorio";

/*Name of contact*/
"AddressBook.name" = "Nombre";

/*Placeholder for searchbar*/
"AddressBook.searchPlaceholder" = "Buscar contactos";

/*Favorites header title*/
"AddressBook.favorites" = "Favoritos";

/*Header title in address book*/
"AddressBook.addContact" = "Agregar un nuevo contacto";

/*button title for add button*/
"AddressBook.addContactButtonTitle" = "Agregar contacto";

/*button title for edit button*/
"AddressBook.editContactButtonTitle" = "Editar contacto";

/*Header title in address book*/
"AddressBook.editContact" = "Editar contacto";

/*the contact's address (textfield label)*/
"AddressBook.address" = "Dirección";

/*header in confirm dialog to delete contact*/
"AddressBook.deleteContactHeader" = "Borrar contacto";

/*description in confirm dialog to delete contact*/
"AddressBook.deleteContact" = "¿Realmente quieres eliminar este contacto?";

/*Title for first welcome screen*/
"Welcome.page1title" = "Bienvenido a la billetera DigiByte.";

/*Title for second welcome screen*/
"Welcome.page2title" = "Enviar";

/*Title for third welcome screen*/
"Welcome.page3title" = "Recibir";

/*Title for fourth welcome screen*/
"Welcome.page4title" = "Tienda segura";

/*Title for fifth welcome screen*/
"Welcome.page5title" = "Inicie sesión con Digi-ID";

/*Text for first welcome screen*/
"Welcome.page1text" = "Almacene y use de forma segura su moneda DigiByte.";

/*Text for second welcome screen*/
"Welcome.page2text" = "Envíe su DigiByte a nivel mundial sin esfuerzo e instantáneamente.";

/*Text for third welcome Text*/
"Welcome.page3text" = "Cree solicitudes de pago y reciba instantáneamente dinero de todo el mundo.";

/*Text for fourth welcome screen*/
"Welcome.page4text" = "Proteja su DigiByte con una gama de características de seguridad avanzadas.";

/*Text for fifth welcome screen*/
"Welcome.page5text" = "Utilice el poder de la seguridad blockchain con Digi-ID Open Auth.";

/*Insufficient funds error*/
"Send.insufficientFunds" = "Fondos insuficientes";

/*maximum amount*/
"Send.max" = "Máximo";

/*option to use Dandelion Protocol*/
"Send.useDandelion" = "Use el protocolo Dandelion para una mayor privacidad";

/*Receive 10 BTC to <Address>*/
"Receive.receiveAmountTo" = "Reciba %1$@ a% 2$@";

/*Receive to <Address>*/
"Receive.receiveTo" = "Reciba %1$@";

/*Clickable button*/
"Receive.showLegacyAddress" = "Mostrar una dirección de Legacy en su lugar";

/*Clickable button*/
"Receive.showSegwitAddress" = "Mostrar una dirección de Segwit";

/*Receive Address Box placeholder*/
"Receive.receiveAddress" = "Recibir dirección";

/*Wipe wallet button*/
"JailbreakWarnings.wipe" = "Limpiar";

/*Wallet locked message*/
"UnlockScreen.locked" = "Billetera bloqueada";

/*Unlock with FaceID accessibility label*/
"UnlockScreen.faceIdPrompt" = "Toque aquí para desbloquear su DigiByte con Face ID";

/*Message that appears, when the sign timeout was triggered*/
"Transaction.signTimeout" = "No firmó tx dentro del tiempo de espera";

/*Manage wallet button title*/
"AccountHeader.manageButtonName" = "GESTIONAR";

/*Equals symbol*/
"AccountHeader.equals" = "=";

/*Switch label for setting*/
"TouchIdSettings.automaticBiometricsSwitchLabel" = "Solicitar Touch ID automáticamente al inicio";

/*Switch label for setting*/
"FaceIDSettings.automaticBiometricsSwitchLabel" = "Solicitar Face ID automáticamente al inicio";

/*Always require passcode option*/
"TouchIdSpendingLimit.requirePasscode" = "Siempre requiere contraseña";

/*custom amount limit (category)*/
"TouchIdSpendingLimit.custom" = "Personalizado";

/*custom amount limit (title)*/
"TouchIdSpendingLimit.customAmount" = "Cantidad personalizada";

/*Description for custom amount*/
"TouchIdSpendingLimit.customAmountDescription" = "Ingrese una cantidad personalizada";

/*Port must be greater than 0 and less than 65535*/
"Settings.invalidPortHeader" = "Puerto inválido";

/*send max button visible or not*/
"Settings.maxSendEnabled" = "Botón Enviar Max visible";

/*do not place a digibyte logo into qr codes*/
"Settings.excludeLogoInQR" = "Ocultar el logotipo de DigiByte en los códigos QR";

/*Do not show any DigiAsset Contents*/
"Settings.showRawTransactions" = "Deshabilitar DigiAssets";

/*Resolve Assets without a prompt*/
"Settings.resolveAssetsWithoutPrompt" = "Resolver activos sin avisar";

/*Clear Asset Cache*/
"Settings.clearAssetCache" = "Borrar caché de Activo";

/*Clear Assets Image cache*/
"Settings.clearImageCache" = "Borrar caché de imagen";

/*Message that appears when a cache was cleared*/
"Settings.cacheCleared" = "Caché limpiado";

/*DigiByte Nodes (Network term)*/
"Settings.nodes" = "Nodos DigiByte";

/*Settings item*/
"Settings.useDigiIDLegacy" = "Utilice Digi-ID Legacy";

/*Message that appears when DigiID Legacy is being opened*/
"Settings.digiIdLegacyWarning" = "No se recomienda agregar excepciones. Digi-ID Legacy se eliminará en una versión futura";

/*DigiID Legacy Preview Text (how many websites were added as an exception)*/
"Settings.digiIdPreview" = "#% 1 $ @ sitio (s)";

/*DigiID Legacy Title*/
"Settings.digiIdLegacyTitle" = "Digi-ID Legacy";

/*DigiID Legacy Description*/
"Settings.digiIdLegacyDescription" = "Digi-ID Legacy se refiere a una variante de autenticación obsoleta de Digi-ID, que no era compatible con DigiByte Android. No se recomienda usar Digi-ID Legacy para nuevos inicios de sesión.";

/*DigiID Legacy: Add Exception (button)*/
"Settings.addException" = "Agregar una excepción";

/*Welcome title*/
"AssetsWelcome.welcomeTitle" = "Bienvenido a DigiAssets";

/*Create Heading*/
"AssetsWelcome.createHeading" = "Crear.";

/*Send Heading*/
"AssetsWelcome.sendHeading" = "Enviar.";

/*Receive Heading*/
"AssetsWelcome.receiveHeading" = "Recibir.";

/*Create Text*/
"AssetsWelcome.createText" = "Puede crear DigiAssets directamente desde la aplicación web DigiAssets. Convierte las cosas que amas en DigiAssets.";

/*Send Text*/
"AssetsWelcome.sendText" = "Puede enviar DigiAssets a otras personas a través de la transferencia de propiedad, directamente en la aplicación DigiAssets.";

/*Receive Text*/
"AssetsWelcome.receiveText" = "Puede recibir DigiAssets de otras personas a través de la transferencia de propiedad, directamente en la aplicación DigiAssets.";

/*Introduction in About Screen*/
"About.introduction" = "Esta aplicación fue creada por entusiastas de DigiByte y Blockchain, voluntarios no remunerados que dedicaron su tiempo y habilidades a un proyecto en el que creen.";

/*'BLOCK HEIGHT' caption title*/
"SyncingView.blockHeightLabel" = "ALTURA DE BLOQUE";

/*'PROGRESS' caption title (PROGRESS: May 18 / June 18)*/
"SyncingView.progressLabel" = "PROGRESO";

/*Heading of modal alert*/
"ReScan.fastSync" = "Sincronización rápida";

/*Privacy Warning of fast sync*/
"ReScan.fastSyncDescription" = "Para optimizar la sincronización, esta billetera puede comunicarse con un explorador de bloques. Tenga en cuenta que esto filtrará algunas direcciones de billetera públicas para acelerar la sincronización.";

/*Heading of modal alert*/
"ReScan.fastReSync" = "Resincronización rápida";

/*Regular Sync description*/
"ReScan.regularSync" = "Resincronización regular (lenta)";

/*Confirm paper phrase error message*/
"ConfirmPaperPhrase.error" = "Las palabras ingresadas no coinciden con su clave de papel. Inténtalo de nuevo.";

/*Confirm dialog's default confirm action title*/
"Alerts.confirmOkCaption" = "Okay";

/*confirm dialog's default cancel action title*/
"Alerts.confirmCancelCaption" = "Cancelar";

/*Menu button title for DigiAssets*/
"MenuButton.digiAssets" = "DigiAssets";

/*Fee Selector regular fee description*/
"FeeSelector.estimatedDeliver" = "Entrega estimada: %1$@";

/*E.g. [This transaction is predicted to complete in] 1+ minutes*/
"FeeSelector.economyTime" = "1+ minuto";

/*Import Address Heading*/
"Assets.Send.importAddress" = "Importar Dirección";

/*Import Address Option: Address Book*/
"Assets.Send.addressBook" = "Directorio";

/*Import Address Option: Import Address from Clipboard*/
"Assets.Send.pasteFromClipboard" = "Pegar desde el portapapeles";

/*Import Address Option: Scan QR*/
"Assets.Send.scanQR" = "Escanear código QR";

/*Import Address Option: Browse Gallery*/
"Assets.Send.browseGallery" = "Examinar Galería";

/*Import Address Description: Address Book*/
"Assets.Send.addressBookDescription" = "Use una dirección de su libreta de direcciones";

/*Import Address Description: QR Scanner*/
"Assets.Send.scanQRDescription" = "Use su Cámara para escanear un código QR que contenga una dirección";

/*Import Address Heading*/
"Assets.Send.browseGalleryDescription" = "Importar una imagen de la galería";

/*Favorite Switch Title (as favorite)-option*/
"AddressBook.favorite" = "Favorito";

/*Version: 2.0.0*/
"Abput.version" = "Versión: #%1$@";

/*Development Heading in About Section*/
"Abput.development" = "Desarrollo";

/*UI Heading in About Section*/
"About.ui" = "UI";

/*Special Thanks Heading in About Section*/
"About.specialThanks" = "Gracias especiales";

/*Translations Heading in About Section*/
"About.translations" = "Traducciones";
